{"modelTopology":{"node":[{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"3"}]}}}},"name":"style_params/transformer/expand/conv3/conv/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/expand/conv3/conv/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"32"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/expand/conv2/conv/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}}},"name":"style_params/transformer/expand/conv2/conv/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"64"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/expand/conv1/conv/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/expand/conv1/conv/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[2],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[]}}},"dtype":{"type":3}},"name":"transformer/expand/conv2/mul/x","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}}},"name":"style_params/transformer/residual/residual5/conv2/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual5/conv2/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual5/conv1/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual5/conv1/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual4/conv2/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual4/conv2/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual4/conv1/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}}},"name":"style_params/transformer/residual/residual4/conv1/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual3/conv2/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual3/conv2/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual3/conv1/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual3/conv1/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual2/conv2/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual2/conv2/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual2/conv1/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual2/conv1/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual1/conv2/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual1/conv2/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual1/conv1/StyleNorm/Conv/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual1/conv1/StyleNorm/Conv/biases","op":"Const"},{"input":[],"attr":{"shape":{"shape":{"dim":[{"size":"-1"},{"size":"-1"},{"size":"-1"},{"size":"3"}]}},"dtype":{"type":1}},"name":"Placeholder","op":"Placeholder"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"9"},{"size":"9"},{"size":"3"},{"size":"32"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv1/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[1],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}}},"name":"transformer/contract/conv1/BatchNorm/Const","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv1/BatchNorm/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv1/BatchNorm/moving_mean","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv1/BatchNorm/moving_variance","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"32"},{"size":"64"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv2/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[1],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv2/BatchNorm/Const","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv2/BatchNorm/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv2/BatchNorm/moving_mean","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv2/BatchNorm/moving_variance","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"64"},{"size":"128"}]}}}},"name":"transformer/contract/conv3/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[1],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv3/BatchNorm/Const","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv3/BatchNorm/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv3/BatchNorm/moving_mean","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/contract/conv3/BatchNorm/moving_variance","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual1/dilate_conv1/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual1/dilate_conv1/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual1/conv1/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}}},"name":"style_params/transformer/residual/residual1/conv1/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual1/dilate_conv2/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual1/dilate_conv2/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual1/conv2/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual1/conv2/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual2/dilate_conv1/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual2/dilate_conv1/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual2/conv1/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual2/conv1/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual2/dilate_conv2/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual2/dilate_conv2/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual2/conv2/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual2/conv2/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}}},"name":"transformer/residual/residual3/dilate_conv1/depthwise_weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}}},"name":"transformer/residual/residual3/dilate_conv1/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual3/conv1/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual3/conv1/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual3/dilate_conv2/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual3/dilate_conv2/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual3/conv2/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual3/conv2/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual4/dilate_conv1/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual4/dilate_conv1/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual4/conv1/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual4/conv1/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual4/dilate_conv2/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual4/dilate_conv2/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual4/conv2/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual4/conv2/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual5/dilate_conv1/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual5/dilate_conv1/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual5/conv1/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual5/conv1/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual5/dilate_conv2/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"transformer/residual/residual5/dilate_conv2/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual5/conv2/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/residual/residual5/conv2/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"128"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/expand/conv1/dilate_conv/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"128"},{"size":"64"}]}}},"dtype":{"type":1}},"name":"transformer/expand/conv1/dilate_conv/pointwise_weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"64"}]}}}},"name":"style_params/transformer/expand/conv1/conv/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}}},"name":"style_params/transformer/expand/conv1/conv/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"},{"size":"2"}]}}},"dtype":{"type":3}},"name":"transformer/contract/Pad_1/paddings","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"64"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/expand/conv2/dilate_conv/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"64"},{"size":"32"}]}}},"dtype":{"type":1}},"name":"transformer/expand/conv2/dilate_conv/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"32"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/expand/conv2/conv/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"32"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/expand/conv2/conv/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[2],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":3}},"name":"transformer/expand/conv3/strided_slice/stack_1","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[3],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":3}},"name":"transformer/expand/conv1/strided_slice_1/stack_1","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[1],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":3}},"name":"transformer/expand/conv3/strided_slice/stack","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"},{"size":"2"}]}}},"dtype":{"type":3}},"name":"transformer/contract/Pad/paddings","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"9"},{"size":"9"},{"size":"32"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"transformer/expand/conv3/dilate_conv/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"32"},{"size":"3"}]}}},"dtype":{"type":1}},"name":"transformer/expand/conv3/dilate_conv/pointwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":3}},"name":"transformer/residual/residual1/dilate_conv1/StyleNorm/moments/mean/reduction_indices","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[0.000009999999747378752],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[]}}}},"name":"transformer/residual/residual1/dilate_conv1/StyleNorm/batchnorm/add/y","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"shape":{"shape":{"dim":[{"size":"-1"},{"size":"1"},{"size":"1"},{"size":"100"}]}}},"name":"Placeholder_1","op":"Placeholder"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"100"},{"size":"3"}]}}},"dtype":{"type":1}},"name":"style_params/transformer/expand/conv3/conv/StyleNorm/Conv_1/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"}]}}}},"name":"style_params/transformer/expand/conv3/conv/StyleNorm/Conv_1/biases","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[1],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[]}}},"dtype":{"type":3}},"name":"transformer/expand/conv3/dilate_conv/StyleNorm/ExpandDims/dim","op":"Const"},{"input":["Placeholder","transformer/contract/Pad/paddings"],"attr":{"T":{"type":1},"Tpaddings":{"type":3}},"name":"transformer/contract/Pad","op":"Pad"},{"input":["Placeholder_1","style_params/transformer/expand/conv3/conv/StyleNorm/Conv/weights"],"attr":{"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"style_params/transformer/expand/conv3/conv/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/expand/conv2/conv/StyleNorm/Conv/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true}},"name":"style_params/transformer/expand/conv2/conv/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/expand/conv1/conv/StyleNorm/Conv/weights"],"attr":{"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"style_params/transformer/expand/conv1/conv/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual5/conv2/StyleNorm/Conv/weights"],"attr":{"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]}},"name":"style_params/transformer/residual/residual5/conv2/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual5/conv1/StyleNorm/Conv/weights"],"attr":{"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1}},"name":"style_params/transformer/residual/residual5/conv1/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual4/conv2/StyleNorm/Conv/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual4/conv2/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual4/conv1/StyleNorm/Conv/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual4/conv1/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual3/conv2/StyleNorm/Conv/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual3/conv2/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual3/conv1/StyleNorm/Conv/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual3/conv1/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual2/conv2/StyleNorm/Conv/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual2/conv2/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual2/conv1/StyleNorm/Conv/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual2/conv1/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual1/conv2/StyleNorm/Conv/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual1/conv2/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual1/conv1/StyleNorm/Conv/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual1/conv1/StyleNorm/Conv/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual1/conv1/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual1/conv1/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual1/conv2/StyleNorm/Conv_1/weights"],"attr":{"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]}},"name":"style_params/transformer/residual/residual1/conv2/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual2/conv1/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual2/conv1/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual2/conv2/StyleNorm/Conv_1/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"style_params/transformer/residual/residual2/conv2/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual3/conv1/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual3/conv1/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual3/conv2/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual3/conv2/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual4/conv1/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual4/conv1/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual4/conv2/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual4/conv2/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual5/conv1/StyleNorm/Conv_1/weights"],"attr":{"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1}},"name":"style_params/transformer/residual/residual5/conv1/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/residual/residual5/conv2/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/residual/residual5/conv2/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/expand/conv1/conv/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/expand/conv1/conv/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/expand/conv2/conv/StyleNorm/Conv_1/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"style_params/transformer/expand/conv2/conv/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["Placeholder_1","style_params/transformer/expand/conv3/conv/StyleNorm/Conv_1/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"style_params/transformer/expand/conv3/conv/StyleNorm/Conv_1/Conv2D","op":"Conv2D"},{"input":["transformer/contract/Pad","transformer/contract/conv1/weights"],"attr":{"use_cudnn_on_gpu":{"b":true},"padding":{"s":[86,65,76,73,68]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],